falcondb-poc-pgbench/results/raw/postgres/run_2.log
pgbench (16.3)
starting vacuum...end.
transaction type: <builtin: simple update>
scaling factor: 1
query mode: simple
number of clients: 10
number of threads: 2
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 381223
number of failed transactions: 0 (0.000%)
latency average = 0.778 ms
initial connection time = 354.365 ms
tps = 12858.913477 (without initial connection time)