falcondb-poc-pgbench/results/raw/postgres/run_3.log
pgbench (16.3)
starting vacuum...end.
transaction type: <builtin: simple update>
scaling factor: 1
query mode: simple
number of clients: 10
number of threads: 2
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 345159
number of failed transactions: 0 (0.000%)
latency average = 0.860 ms
initial connection time = 314.812 ms
tps = 11627.029965 (without initial connection time)